Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Sharp recent increase vs your usual load — consider easing back to absorb the work
ar: ارتفاع حاد مؤخرًا مقارنة بحملك المعتاد — فكّر في التخفيف لاستيعاب العمل
da: Kraftig stigning på det seneste i forhold til din sædvanlige belastning — overvej at trappe ned for at optage arbejdet
de: Zuletzt starker Anstieg gegenüber deiner üblichen Belastung — erwäge, zurückzufahren, um die Arbeit zu verarbeiten
es: Aumento brusco reciente frente a tu carga habitual — plantéate bajar un poco para asimilar el trabajo
fi: Jyrkkä viimeaikainen nousu tavanomaiseen kuormaasi nähden — harkitse keventämistä työn sulattamiseksi
fr: Forte hausse récente par rapport à votre charge habituelle — envisagez de lever le pied pour assimiler
is: Skörp aukning undanfarið miðað við venjulegt álag — íhugaðu að draga úr til að melta vinnuna
it: Aumento recente marcato rispetto al tuo carico abituale — valuta di alleggerire per assimilare il lavoro
ja: 通常の負荷に対して直近で急増しています — 練習を吸収するため一度緩めることを検討してください
ko: 평소 부하 대비 최근 급증 — 훈련을 소화하도록 강도를 낮추는 것을 고려하세요
nb: Kraftig økning i det siste mot din vanlige belastning — vurder å roe ned for å ta opp arbeidet
nl: Scherpe recente stijging t.o.v. je gebruikelijke belasting — overweeg gas terug te nemen om het werk te verwerken
pt_br: Aumento recente acentuado frente à sua carga habitual — considere aliviar para assimilar o trabalho
ru: Резкий недавний рост относительно вашей обычной нагрузки — подумайте о снижении, чтобы усвоить работу
sv: Kraftig ökning nyligen mot din vanliga belastning — överväg att dra ner för att ta upp arbetet
zh_hans: 相对你的常规负荷，近期上升明显 — 可考虑适当减量以吸收这些训练

source: Short rest, full analysis
ar: راحة قصيرة، تحليل كامل
da: Kort hvile, fuld analyse
de: Kurze Ruhe, vollständige Analyse
es: Descanso corto, análisis completo
fi: Lyhyt lepo, täysi analyysi
fr: Repos court, analyse complète
is: Stutt hvíld, full greining
it: Riposo breve, analisi completa
ja: 短い安静、フル解析
ko: 짧은 휴식, 전체 분석
nb: Kort hvile, full analyse
nl: Korte rust, volledige analyse
pt_br: Descanso curto, análise completa
ru: Короткий отдых, полный анализ
sv: Kort vila, fullständig analys
zh_hans: 短时静息，完整分析

source: Short sleep detected
ar: تم رصد نوم قصير
da: Kort søvn registreret
de: Kurzer Schlaf erkannt
es: Se detectó sueño corto
fi: Havaittu lyhyt uni
fr: Sommeil court détecté
is: Stuttur svefn greindur
it: Rilevato sonno breve
ja: 短い睡眠を検出
ko: 짧은 수면 감지
nb: Kort søvn oppdaget
nl: Korte slaap gedetecteerd
pt_br: Sono curto detectado
ru: Обнаружен короткий сон
sv: Kort sömn upptäckt
zh_hans: 检测到睡眠不足

source: Short-term (5 min): typically 50-100+ ms. Only compare between recordings of similar duration — SDNN depends heavily on recording length. RMSSD is more consistent across different windows.
ar: قصير المدى (5 دقائق): عادةً 50-100+ مللي ثانية. قارن فقط بين تسجيلات متقاربة المدة — إذ يعتمد SDNN بشدة على طول التسجيل. أما RMSSD فأكثر ثباتًا عبر النوافذ المختلفة.
da: Kortvarig (5 min): typisk 50-100+ ms. Sammenlign kun optagelser af lignende længde — SDNN afhænger stærkt af optagelsens varighed. RMSSD er mere konsistent på tværs af forskellige vinduer.
de: Kurzzeit (5 Min): typischerweise 50-100+ ms. Vergleiche nur Aufzeichnungen ähnlicher Dauer — SDNN hängt stark von der Aufzeichnungslänge ab. RMSSD ist über verschiedene Fenster hinweg konsistenter.
es: Corto plazo (5 min): normalmente 50-100+ ms. Compara solo grabaciones de duración similar — el SDNN depende mucho de la longitud del registro. El RMSSD es más consistente entre ventanas distintas.
fi: Lyhyt aikaväli (5 min): tyypillisesti 50-100+ ms. Vertaa vain samanpituisia tallennuksia — SDNN riippuu vahvasti tallennuksen kestosta. RMSSD on johdonmukaisempi eri ikkunoissa.
fr: Court terme (5 min) : typiquement 50-100+ ms. Ne comparez que des enregistrements de durée similaire — le SDNN dépend fortement de la durée. Le RMSSD est plus cohérent d’une fenêtre à l’autre.
is: Skammtími (5 mín): venjulega 50-100+ ms. Berðu aðeins saman upptökur af svipaðri lengd — SDNN veltur mjög á lengd upptökunnar. RMSSD er stöðugra milli mismunandi glugga.
it: Breve termine (5 min): tipicamente 50-100+ ms. Confronta solo registrazioni di durata simile — l’SDNN dipende molto dalla lunghezza della registrazione. L’RMSSD è più coerente tra finestre diverse.
ja: 短時間（5 分）: 通常 50-100+ ms。比較は同程度の長さの記録どうしに限ってください — SDNN は記録長に大きく依存します。RMSSD のほうが異なるウィンドウ間でも一貫します。
ko: 단기(5분): 보통 50-100+ ms. 비슷한 길이의 기록끼리만 비교하세요 — SDNN은 기록 길이에 크게 좌우됩니다. RMSSD가 서로 다른 구간에서도 더 일관적입니다.
nb: Kortsiktig (5 min): typisk 50-100+ ms. Sammenlign bare opptak av lignende lengde — SDNN avhenger sterkt av opptakets varighet. RMSSD er mer konsistent på tvers av ulike vinduer.
nl: Kortetermijn (5 min): meestal 50-100+ ms. Vergelijk alleen opnamen van vergelijkbare duur — SDNN hangt sterk af van de opnamelengte. RMSSD is consistenter over verschillende vensters.
pt_br: Curto prazo (5 min): normalmente 50-100+ ms. Compare apenas gravações de duração semelhante — o SDNN depende muito do tamanho do registro. O RMSSD é mais consistente entre janelas diferentes.
ru: Короткая запись (5 мин): обычно 50-100+ мс. Сравнивайте только записи схожей длительности — SDNN сильно зависит от длины записи. RMSSD более стабилен между разными окнами.
sv: Kort sikt (5 min): vanligtvis 50-100+ ms. Jämför endast inspelningar av liknande längd — SDNN beror starkt på inspelningens längd. RMSSD är mer konsekvent mellan olika fönster.
zh_hans: 短时（5 分钟）：通常为 50-100+ ms。只比较时长相近的记录 — SDNN 高度依赖记录长度。RMSSD 在不同窗口之间更为稳定。

source: Short-term beat-to-beat variability from the Poincaré plot. Mathematically equivalent to RMSSD/√2 — it's a geometric view of parasympathetic activity. The Poincaré plot graphs each RR interval against the previous one; SD1 is the width of the scatter perpendicular to the identity line.
ar: التباين قصير المدى بين النبضات من مخطط بوانكاريه. مكافئ رياضيًا لـ RMSSD/√2 — أي أنه رؤية هندسية للنشاط نظير الودي. ويرسم مخطط بوانكاريه كل فترة RR مقابل سابقتها؛ وSD1 هو عرض التشتت عموديًا على خط الهوية.
da: Kortsigtet slag-til-slag-variabilitet fra Poincaré-plottet. Matematisk lig RMSSD/√2 — det er et geometrisk billede af parasympatisk aktivitet. Poincaré-plottet afsætter hvert RR-interval mod det foregående; SD1 er spredningens bredde vinkelret på identitetslinjen.
de: Kurzfristige Schlag-zu-Schlag-Variabilität aus dem Poincaré-Diagramm. Mathematisch gleich RMSSD/√2 — also eine geometrische Sicht auf die parasympathische Aktivität. Das Poincaré-Diagramm trägt jedes RR-Intervall gegen das vorherige auf; SD1 ist die Breite der Streuung senkrecht zur Identitätslinie.
es: Variabilidad latido a latido a corto plazo a partir del gráfico de Poincaré. Matemáticamente equivalente a RMSSD/√2 — es una vista geométrica de la actividad parasimpática. El gráfico de Poincaré representa cada intervalo RR frente al anterior; SD1 es el ancho de la dispersión perpendicular a la línea de identidad.
fi: Lyhyen aikavälin lyönnistä lyöntiin -vaihtelu Poincaré-kuvaajasta. Matemaattisesti sama kuin RMSSD/√2 — se on geometrinen näkymä parasympaattiseen toimintaan. Poincaré-kuvaaja piirtää kunkin RR-välin edellistä vastaan; SD1 on hajonnan leveys kohtisuorassa identiteettilinjaan nähden.
fr: Variabilité battement à battement à court terme issue du diagramme de Poincaré. Mathématiquement équivalente à RMSSD/√2 — c’est une vue géométrique de l’activité parasympathique. Le diagramme de Poincaré trace chaque intervalle RR en fonction du précédent ; SD1 est la largeur du nuage perpendiculairement à la ligne d’identité.
is: Skammtíma breytileiki milli slaga úr Poincaré-ritinu. Stærðfræðilega jafngilt RMSSD/√2 — þetta er rúmfræðileg sýn á sefkerfisvirkni. Poincaré-ritið teiknar hvert RR-bil á móti því fyrra; SD1 er breidd dreifingarinnar hornrétt á jafngildislínuna.
it: Variabilità battito-battito a breve termine dal grafico di Poincaré. Matematicamente equivalente a RMSSD/√2 — è una vista geometrica dell’attività parasimpatica. Il grafico di Poincaré riporta ogni intervallo RR contro il precedente; SD1 è la larghezza della dispersione perpendicolare alla linea di identità.
ja: ポアンカレプロットから得られる短期の拍間変動です。数学的には RMSSD/√2 と等価で、副交感神経活動を幾何学的に見たものです。ポアンカレプロットは各 RR 間隔を直前の値に対してプロットし、SD1 は同一線に垂直な方向の散らばりの幅を表します。
ko: 푸앵카레 도표에서 얻는 단기 박동 간 변동성입니다. 수학적으로 RMSSD/√2와 같으며, 부교감 활동을 기하학적으로 본 것입니다. 푸앵카레 도표는 각 RR 간격을 직전 값에 대해 표시하며, SD1은 항등선에 수직인 방향의 산포 폭입니다.
nb: Kortsiktig slag-til-slag-variabilitet fra Poincaré-plottet. Matematisk lik RMSSD/√2 — det er en geometrisk framstilling av parasympatisk aktivitet. Poincaré-plottet setter hvert RR-intervall mot det forrige; SD1 er bredden på spredningen vinkelrett på identitetslinjen.
nl: Kortetermijn slag-op-slag variabiliteit uit de Poincaré-plot. Wiskundig gelijk aan RMSSD/√2 — het is een geometrische kijk op parasympathische activiteit. De Poincaré-plot zet elk RR-interval uit tegen het vorige; SD1 is de breedte van de spreiding loodrecht op de identiteitslijn.
pt_br: Variabilidade batimento a batimento de curto prazo a partir do gráfico de Poincaré. Matematicamente equivalente a RMSSD/√2 — é uma visão geométrica da atividade parassimpática. O gráfico de Poincaré plota cada intervalo RR contra o anterior; SD1 é a largura da dispersão perpendicular à linha de identidade.
ru: Краткосрочная межударная вариабельность по графику Пуанкаре. Математически равна RMSSD/√2 — это геометрический взгляд на парасимпатическую активность. График Пуанкаре откладывает каждый интервал RR против предыдущего; SD1 — ширина рассеяния перпендикулярно линии тождества.
sv: Kortsiktig slag-till-slag-variabilitet från Poincaré-diagrammet. Matematiskt lika med RMSSD/√2 — det är en geometrisk bild av parasympatisk aktivitet. Poincaré-diagrammet plottar varje RR-intervall mot det föregående; SD1 är spridningens bredd vinkelrätt mot identitetslinjen.
zh_hans: 取自庞加莱散点图的短期逐拍变异性。在数学上等价于 RMSSD/√2 — 它是副交感活动的几何呈现。庞加莱散点图将每个 RR 间期与其前一个相对作图；SD1 即垂直于恒等线方向上散点的宽度。

source: Short-term variability
ar: تقلب قصير المدى
da: Korttidsvariabilitet
de: Kurzzeitvariabilität
es: Variabilidad a corto plazo
fi: Lyhytaikainen vaihtelu
fr: Variabilité à court terme
is: Skammtímabreytileiki
it: Variabilità a breve termine
ja: 短期変動性
ko: 단기 변이
nb: Korttidsvariabilitet
nl: Kortetermijnvariabiliteit
pt_br: Variabilidade de curto prazo
ru: Краткосрочная вариабельность
sv: Korttidsvariabilitet
zh_hans: 短期变异性

source: Should I do a hard run tomorrow?
ar: هل ينبغي أن أجري بقوة غدًا؟
da: Skal jeg løbe hårdt i morgen?
de: Soll ich morgen hart laufen?
es: ¿Debería hacer una carrera dura mañana?
fi: Pitäisikö minun juosta kovaa huomenna?
fr: Dois-je faire une course intense demain ?
is: Ætti ég að hlaupa erfitt á morgun?
it: Dovrei fare una corsa dura domani?
ja: 明日は追い込んで走るべきですか？
ko: 내일 강도 높은 러닝을 해야 하나요?
nb: Bør jeg løpe hardt i morgen?
nl: Moet ik morgen hard lopen?
pt_br: Devo fazer uma corrida forte amanhã?
ru: Стоит ли завтра бежать тяжело?
sv: Ska jag springa hårt imorgon?
zh_hans: 我明天该跑高强度吗？

source: Should I train today?
ar: هل يجب أن أتدرب اليوم؟
da: Skal jeg træne i dag?
de: Sollte ich heute trainieren?
es: ¿Debería entrenar hoy?
fi: Pitäisikö minun harjoitella tänään?
fr: Devrais-je m'entraîner aujourd'hui ?
is: Ætti ég að æfa í dag?
it: Dovrei allenarmi oggi?
ja: 今日はトレーニングすべき？
ko: 오늘 훈련해야 할까요?
nb: Bør jeg trene i dag?
nl: Moet ik vandaag trainen?
pt_br: Devo treinar hoje?
ru: Стоит ли мне тренироваться сегодня?
sv: Ska jag träna i dag?
zh_hans: 我今天应该训练吗？

source: Show me the methodology
ar: أرني المنهجية
da: Vis mig metodologien
de: Zeig mir die Methodik
es: Muéstrame la metodología
fi: Näytä menetelmä
fr: Montrez-moi la méthodologie
is: Sýndu mér aðferðafræðina
it: Mostrami la metodologia
ja: 方法論を見る
ko: 방법론 보기
nb: Vis meg metodikken
nl: Toon me de methodologie
pt_br: Mostrar a metodologia
ru: Показать методологию
sv: Visa metodiken
zh_hans: 显示方法论

source: Show my score
ar: أظهر درجتي
da: Vis min score
de: Meinen Wert anzeigen
es: Mostrar mi puntuación
fi: Näytä pisteeni
fr: Afficher mon score
is: Sýna stigin mín
it: Mostra il mio punteggio
ja: スコアを表示
ko: 내 점수 보기
nb: Vis poengene mine
nl: Toon mijn score
pt_br: Mostrar minha pontuação
ru: Показать мою оценку
sv: Visa min poäng
zh_hans: 显示我的评分

source: Shows full diagnostic tools below for advanced troubleshooting.
ar: يعرض أدوات التشخيص الكاملة أدناه لاستكشاف الأخطاء المتقدم.
da: Viser fulde diagnostikværktøjer nedenfor til avanceret fejlfinding.
de: Zeigt unten vollständige Diagnosetools für fortgeschrittene Fehlerbehebung.
es: Muestra herramientas de diagnóstico completas a continuación para solución avanzada de problemas.
fi: Näyttää alla olevat täydelliset diagnostiikkatyökalut edistynyttä vianetsintää varten.
fr: Affiche les outils de diagnostic complets ci-dessous pour le dépannage avancé.
is: Sýnir öll greiningarverkfæri hér að neðan fyrir ítarlega úrræðaleit.
it: Mostra gli strumenti diagnostici completi qui sotto per la risoluzione avanzata dei problemi.
ja: 高度なトラブルシューティングのための完全な診断ツールを以下に表示します。
ko: 고급 문제 해결을 위한 전체 진단 도구를 아래에 표시합니다.
nb: Viser fullstendige diagnostikkverktøy nedenfor for avansert feilsøking.
nl: Toont hieronder volledige diagnostische tools voor geavanceerde probleemoplossing.
pt_br: Mostra ferramentas completas de diagnóstico abaixo para solução avançada de problemas.
ru: Показывает полные диагностические инструменты ниже для расширенного устранения неполадок.
sv: Visar fullständiga diagnostikverktyg nedan för avancerad felsökning.
zh_hans: 显示以下完整诊断工具以进行高级故障排除。

source: Shows your recovery score and recent sessions
ar: يعرض درجة تعافيك والجلسات الأخيرة
da: Viser din restitutionsscore og seneste sessioner
de: Zeigt deinen Erholungs-Score und letzte Sitzungen
es: Muestra tu puntuación de recuperación y las sesiones recientes
fi: Näyttää palautumispisteesi ja viimeisimmät istunnot
fr: Affiche votre score de récupération et vos séances récentes
is: Sýnir endurheimtarstig þitt og nýlegar lotur
it: Mostra il tuo punteggio di recupero e le sessioni recenti
ja: 回復スコアと最近のセッションを表示します
ko: 회복 점수와 최근 세션을 표시합니다
nb: Viser restitusjonspoengsummen din og nylige økter
nl: Toont je herstelscore en recente sessies
pt_br: Mostra sua pontuação de recuperação e as sessões recentes
ru: Показывает вашу оценку восстановления и недавние сессии
sv: Visar ditt återhämtningsvärde och senaste passen
zh_hans: 显示你的恢复评分和近期训练

source: Signal quality was limited — %lld%% artifacts in the selected window. We searched the full night and this was the cleanest stretch we could find. Numbers are still informative but carry more uncertainty than usual.
ar: كانت جودة الإشارة محدودة — %lld%% تشوّهات في النافذة المختارة. بحثنا في الليلة كاملة وكان هذا أنظف مقطع وجدناه. الأرقام لا تزال مفيدة لكنها تحمل قدرًا أكبر من الغموض عن المعتاد.
da: Signalkvaliteten var begrænset — %lld%% artefakter i det valgte vindue. Vi gennemsøgte hele natten, og dette var det reneste stykke vi kunne finde. Tallene er stadig informative, men har større usikkerhed end normalt.
de: Die Signalqualität war eingeschränkt — %lld%% Artefakte im gewählten Fenster. Wir haben die ganze Nacht durchsucht, und das war der sauberste Abschnitt. Die Zahlen sind weiterhin aussagekräftig, aber unsicherer als sonst.
es: La calidad de la señal fue limitada — %lld%% de artefactos en la ventana seleccionada. Buscamos en toda la noche y este fue el tramo más limpio que encontramos. Los números siguen siendo informativos, pero con más incertidumbre de lo habitual.
fi: Signaalin laatu oli rajallinen — %lld%% artefakteja valitussa ikkunassa. Kävimme läpi koko yön, ja tämä oli puhtain löytämämme jakso. Luvut ovat yhä informatiivisia, mutta niihin liittyy tavallista enemmän epävarmuutta.
fr: La qualité du signal était limitée — %lld%% d’artefacts dans la fenêtre sélectionnée. Nous avons parcouru toute la nuit et c’était le segment le plus propre trouvé. Les chiffres restent informatifs mais comportent plus d’incertitude que d’habitude.
is: Gæði merkisins voru takmörkuð — %lld%% truflanir í völdum glugga. Við leituðum alla nóttina og þetta var hreinasti kaflinn sem fannst. Tölurnar eru enn upplýsandi en bera meiri óvissu en venjulega.
it: La qualità del segnale era limitata — %lld%% di artefatti nella finestra scelta. Abbiamo esaminato l’intera notte e questo è stato il tratto più pulito trovato. I numeri restano informativi ma con più incertezza del solito.
ja: 信号品質が限られていました — 選択したウィンドウ内のアーチファクトは %lld%%。一晩全体を探索し、これが見つかった中で最もクリーンな区間です。数値は依然として参考になりますが、通常より不確実性が大きくなります。
ko: 신호 품질이 제한적이었습니다 — 선택한 구간의 아티팩트가 %lld%%입니다. 밤 전체를 탐색한 결과 이 구간이 가장 깨끗했습니다. 수치는 여전히 참고할 만하지만 평소보다 불확실성이 큽니다.
nb: Signalkvaliteten var begrenset — %lld%% artefakter i det valgte vinduet. Vi gjennomsøkte hele natten, og dette var den reneste strekningen vi fant. Tallene er fortsatt informative, men har større usikkerhet enn vanlig.
nl: De signaalkwaliteit was beperkt — %lld%% artefacten in het gekozen venster. We doorzochten de hele nacht en dit was het schoonste stuk dat we vonden. De cijfers zijn nog steeds informatief, maar met meer onzekerheid dan gebruikelijk.
pt_br: A qualidade do sinal foi limitada — %lld%% de artefatos na janela selecionada. Percorremos a noite inteira e este foi o trecho mais limpo que encontramos. Os números ainda são informativos, mas com mais incerteza que o normal.
ru: Качество сигнала было ограниченным — %lld%% артефактов в выбранном окне. Мы просмотрели всю ночь, и это оказался самый чистый отрезок. Цифры по-прежнему информативны, но несут больше неопределённости, чем обычно.
sv: Signalkvaliteten var begränsad — %lld%% artefakter i det valda fönstret. Vi gick igenom hela natten och detta var den renaste sträckan vi hittade. Siffrorna är fortfarande informativa men bär mer osäkerhet än vanligt.
zh_hans: 信号质量受限 — 所选窗口内伪差占 %lld%%。我们检索了整晚，这已是能找到的最干净的一段。数值仍具参考价值，但不确定性高于平常。

source: Signal quality was low
ar: كانت جودة الإشارة منخفضة
da: Signalkvaliteten var lav
de: Signalqualität war niedrig
es: La calidad de la señal era baja
fi: Signaalin laatu oli heikko
fr: La qualité du signal était faible
is: Gæði merkis voru lítil
it: La qualità del segnale era bassa
ja: 信号品質が低かったです
ko: 신호 품질이 낮았습니다
nb: Signalkvaliteten var lav
nl: Signaalkwaliteit was laag
pt_br: A qualidade do sinal estava baixa
ru: Качество сигнала было низким
sv: Signalkvaliteten var låg
zh_hans: 信号质量偏低

source: signal too noisy — %lld %% of beats corrected
ar: الإشارة مشوّشة جدًا — تم تصحيح %lld ٪ من النبضات
da: signalet er for støjende — %lld %% af slagene er korrigeret
de: Signal zu verrauscht — %lld %% der Schläge korrigiert
es: señal demasiado ruidosa: %lld %% de los latidos corregidos
fi: signaali on liian kohinainen — %lld %% lyönneistä korjattu
fr: signal trop bruité — %lld %% des battements corrigés
is: merkið er of truflað — %lld %% slaga leiðrétt
it: segnale troppo rumoroso — %lld %% dei battiti corretti
ja: 信号のノイズが多すぎます — 拍の %lld ％ を補正
ko: 신호 잡음이 너무 많음 — 박동의 %lld %% 보정됨
nb: signalet er for støyete — %lld %% av slagene korrigert
nl: signaal te ruizig — %lld %% van de slagen gecorrigeerd
pt_br: sinal com muito ruído — %lld %% dos batimentos corrigidos
ru: слишком зашумлённый сигнал — исправлено %lld %% ударов
sv: signalen är för brusig — %lld %% av slagen korrigerade
zh_hans: 信号噪声过大 — 已校正 %lld%% 的心搏

source: significant drift — hydration / fuel / heat review
ar: انحراف كبير — راجع الترطيب / التغذية / الحرارة
da: betydelig drift — gennemgå væske / brændstof / varme
de: deutliche Drift — Hydration / Ernährung / Hitze prüfen
es: deriva significativa — revisa hidratación / alimentación / calor
fi: merkittävä ryömintä — tarkista nesteytys / ravinto / lämpö
fr: dérive importante — revoir hydratation / nutrition / chaleur
is: verulegt rek — skoðaðu vökvun / næringu / hita
it: deriva significativa — rivedi idratazione / alimentazione / calore
ja: 顕著なドリフト — 水分・栄養・暑熱を見直し
ko: 뚜렷한 드리프트 — 수분 / 영양 / 더위 점검
nb: betydelig drift — se på væske / næring / varme
nl: aanzienlijke drift — bekijk hydratatie / voeding / hitte
pt_br: deriva significativa — revise hidratação / alimentação / calor
ru: заметный дрейф — проверьте гидратацию / питание / жару
sv: betydande drift — se över vätska / näring / värme
zh_hans: 漂移明显 — 检查补水 / 补给 / 高温

source: Significant drift — meaningful cost in the second half from heat, dehydration, or fueling shortfall
ar: انجراف ملحوظ — كلفة معتبرة في النصف الثاني بسبب الحرارة أو الجفاف أو نقص التغذية
da: Betydelig drift — mærkbar omkostning i anden halvdel pga. varme, dehydrering eller for lidt energi
de: Deutlicher Drift — spürbare Kosten in der zweiten Hälfte durch Hitze, Dehydrierung oder zu wenig Verpflegung
es: Deriva significativa — coste apreciable en la segunda mitad por calor, deshidratación o déficit de avituallamiento
fi: Merkittävä ryömintä — tuntuva hinta toisella puoliskolla kuumuudesta, kuivumisesta tai vajaasta tankkauksesta
fr: Dérive significative — coût notable en seconde moitié dû à la chaleur, la déshydratation ou un déficit d’apport
is: Umtalsvert rek — greinilegur kostnaður í seinni hluta vegna hita, vökvaskorts eða ónógrar næringar
it: Deriva significativa — costo rilevante nella seconda metà per caldo, disidratazione o carenza di rifornimento
ja: 顕著なドリフト — 暑さ、脱水、補給不足により後半に相応のコストが発生
ko: 뚜렷한 드리프트 — 더위, 탈수 또는 연료 부족으로 후반부에 상당한 대가 발생
nb: Betydelig drift — merkbar kostnad i andre halvdel fra varme, dehydrering eller for lite energi
nl: Aanzienlijke drift — merkbare kosten in de tweede helft door hitte, uitdroging of te weinig voeding
pt_br: Deriva significativa — custo relevante na segunda metade por calor, desidratação ou falta de energia
ru: Значительный дрейф — ощутимая цена во второй половине из-за жары, обезвоживания или нехватки питания
sv: Betydande drift — märkbar kostnad under andra halvan från värme, uttorkning eller för lite energi
zh_hans: 漂移明显 — 后半程因高温、脱水或补给不足付出了实质代价

source: Significant wake time — may impair recovery quality
ar: وقت يقظة كبير — قد يضعف جودة التعافي
da: Betydelig vågen tid — kan forringe restitutionskvaliteten
de: Erhebliche Wachzeit — kann die Erholungsqualität mindern
es: Tiempo despierto significativo — puede afectar la calidad de la recuperación
fi: Merkittävä hereilläoloaika — voi heikentää palautumisen laatua
fr: Temps éveillé important — peut nuire à la qualité de récupération
is: Verulegur vökutími — getur skert gæði endurheimtar
it: Tempo sveglio significativo — può ridurre la qualità del recupero
ja: 覚醒時間が長い — 回復の質を損なう可能性
ko: 각성 시간이 많음 — 회복 품질을 저해할 수 있음
nb: Betydelig våken tid — kan svekke restitusjonskvaliteten
nl: Aanzienlijke waaktijd — kan herstelkwaliteit schaden
pt_br: Tempo acordado significativo — pode prejudicar a qualidade da recuperação
ru: Много бодрствования — может ухудшить качество восстановления
sv: Betydande vaken tid — kan försämra återhämtningskvaliteten
zh_hans: 清醒时间较长 — 可能影响恢复质量
